Repository: MuhammadaliMuhammadaliyev/6_oy_imtihon
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Hisob turi
ru: Тип счёта

source: Pul birligi
ru: Валюта

source: Karta turi
ru: Тип карты

source: Bank nomi
ru: Название банка

source: Kartaning oxirgi 4 raqami
ru: Последние 4 цифры карты

source: Nomi
ru: Название

source: Turi
ru: Тип

source: Valyuta
ru: Валюта

source: Kategoriya
ru: Категория

source: Hisob
ru: Счёт

source: Summa
ru: Сумма

source: Sana
ru: Дата

source: Izoh (note)
ru: Комментарий (note)

source: Izoh matni
ru: Текст комментария

source: So'm
ru: Сум

source: Dollar
ru: Доллар

source: Kirim
ru: Доход

source: Chiqim
ru: Расход

source: Hisob form
ru: Форма счёта

source: Hisob qo‘shish / tahrirlash
ru: Добавить / редактировать счёт

source: Naqd yoki karta hisobini kiriting
ru: Введите наличный или карточный счёт

source: Saqlash
ru: Сохранить

source: Bekor qilish
ru: Отмена

source: Hisoblar
ru: Счета

source: Naqd va karta hisoblarini boshqarish
ru: Управление наличными и карточными счетами

source: Hisob qo‘shish
ru: Добавить счёт

source: Amal
ru: Действие

source: Tahrirlash
ru: Редактировать

source: O‘chirish
ru: Удалить

source: Hali hisob yo‘q.
ru: Пока нет счетов.

source: Boshqaruv paneli
ru: Панель управления

source: Kirim-Chiqim
ru: Доход-Расход

source: Kategoriyalar
ru: Категории

source: Oylik hisobot
ru: Месячный отчёт

source: Chiqish
ru: Выход

source: Kirish
ru: Вход

source: Ro‘yxatdan o‘tish
ru: Регистрация

source: Kategoriya qo‘shish / tahrirlash
ru: Добавить / редактировать категорию

source: Kirim yoki chiqim kategoriyasini kiriting
ru: Введите категорию дохода или расхода

source: Kirim/Chiqim kategoriyalarini boshqarish
ru: Управление категориями доходов/расходов

source: Kategoriya qo‘shish
ru: Добавить категорию

source: Hali kategoriya yo‘q.
ru: Пока нет категорий.

source: O‘chirishni tasdiqlash
ru: Подтверждение удаления

source: Bu amalni ortga qaytarib bo‘lmaydi
ru: Это действие нельзя отменить

source: Rostdan ham ushbu ma’lumotni o‘chirmoqchimisiz?
ru: Вы действительно хотите удалить эти данные?

source: Ha, o‘chirish
ru: Да, удалить

source: Tranzaksiya qo‘shish
ru: Добавить транзакцию

source: Qidirish
ru: Поиск

source: Izoh yoki kategoriya...
ru: Комментарий или категория...

source: Boshlanish
ru: Начало

source: Tugash
ru: Конец

source: Tartiblash
ru: Сортировка

source: Sana ↓
ru: Дата ↓

source: Sana ↑
ru: Дата ↑

source: Summa ↓
ru: Сумма ↓

source: Summa ↑
ru: Сумма ↑

source: Qo‘llash
ru: Применить

source: Tozalash
ru: Очистить

source: Balans
ru: Баланс

source: Umumiy
ru: ИТОГО

source: Umumiy (UZS)
ru: Общий (UZS)

source: Umumiy balans
ru: Общий баланс

source: USD balans kurs bo‘yicha UZS ga qo‘shildi
ru: Баланс USD добавлен к UZS по курсу

source: Ko‘rish
ru: Просмотр

source: Hali tranzaksiya yo‘q.
ru: Пока нет транзакций.

source: Hisobot
ru: Отчёт

source: %(s)s dan %(e)s gacha kirim/chiqim
ru: Доход/расход с %(s)s по %(e)s

source: %(s)s dan boshlab kirim/chiqim
ru: Доход/расход начиная с %(s)s

source: %(e)s gacha kirim/chiqim
ru: Доход/расход до %(e)s

source: Sana oralig‘ini tanlang
ru: Выберите диапазон дат

source: Boshlanish sana
ru: Дата начала

source: Tugash sana
ru: Дата окончания

source: Ko‘rsat
ru: Показать

source: Jami kirim
ru: Всего доход

source: Jami chiqim
ru: Всего расход

source: Bu oraliqda tranzaksiya yo‘q.
ru: В этом диапазоне транзакций нет.

source: Tranzaksiya
ru: Транзакция

source: Batafsil ma’lumot va izohlar
ru: Подробная информация и комментарии

source: Izohlar
ru: Комментарии

source: %(n)s ta
ru: %(n)s шт.

source: Izoh yo‘q
ru: Комментариев нет

source: Izoh qo‘shish
ru: Добавить комментарий

source: Tranzaksiya form
ru: Форма транзакции

source: Tranzaksiya qo‘shish / tahrirlash
ru: Добавить / редактировать транзакцию

source: Kirim yoki chiqimni kiriting
ru: Введите доход или расход

source: Tizimga kirish
ru: Вход в систему

source: Username va parolni kiriting
ru: Введите логин и пароль

source: Username
ru: Имя пользователя

source: Parol
ru: Пароль

source: Xatolik
ru: Ошибка

source: Username yoki parol noto‘g‘ri.
ru: Неверный логин или пароль

source: Profil
ru: Профиль

source: Profilni tahrirlash
ru: Редактировать профиль

source: Ism
ru: Имя

source: Familiya
ru: Фамилия

source: Umumiy kirim
ru: Общий доход

source: Umumiy chiqim
ru: Общий расход

source: Har bir hisob bo‘yicha balans
ru: Баланс по каждому счёту

source: Hisob yo‘q
ru: Счетов нет

source: Email / Ism / Familiyani o‘zgartiring
ru: Измените Email / Имя / Фамилию

source: Yangi foydalanuvchi yaratish
ru: Создать нового пользователя

source: Parolni takrorlash
ru: Повторите пароль
